[PAD]
[UNK]
[CLS]
[SEP]
[MASK]
[cH;R;CC]
(
)
1
2
=
[c;R;CCC]
[O;!R;C]
[CH2;R;CC]
3
[CH3;!R;C]
[c;R;CCN]
[CH2;!R;CC]
[CH2;R;CN]
[c;R;CCO]
[CH2;!R;CN]
[O;!R;CC]
[NH;!R;CC]
[n;R;CC]
[C;!R;CNO]
[OH;!R;C]
[N;R;CCC]
[cH;R;CN]
[F;!R;C]
4
[CH2;!R;CO]
-
[CH3;!R;O]
[c;R;CNN]
[O;!R;S]
[C;!R;COO]
[O;R;CC]
/
[CH3;!R;N]
[Cl;!R;C]
[c;R;CCS]
[n;R;CN]
[c;R;CCCl]
[n;R;CCC]
[NH2;!R;C]
[CH;R;CCC]
[CH;!R;CC]
[C;R;CNO]
[c;R;CCF]
[CH2;R;CO]
[c;R;CNO]
[[C@@H];R;CCO]
[[C@H];R;CCO]
[CH;R;CCN]
[s;R;CC]
[NH;R;CC]
[n;R;CCN]
[N;!R;CCC]
5
[nH;R;CC]
[S;!R;CNOO]
[C;R;CCC]
[[C@H];R;CCC]
[[C@@H];R;CCC]
[o;R;CC]
[CH;!R;CCC]
[cH;R;NN]
[[C@H];R;CCN]
[CH;R;CC]
[C;R;CCO]
[[C@@H];R;CCN]
[C;!R;CFFF]
[c;R;NNN]
[CH2;!R;CS]
#
[[C@H];!R;CCN]
.
[S;!R;CC]
[C;!R;CCO]
[c;R;NNS]
[[C@@H];!R;CCN]
[CH;!R;CCN]
[cH;R;CS]
\
[CH;R;CCO]
[c;R;CNS]
[C;R;CCCC]
[N;!R;C]
[C;!R;CN]
[[O-];!R;N]
[Br;!R;C]
[NH;!R;CS]
[C;R;CCN]
[O;!R;N]
[C;!R;NNO]
[[N+];!R;COO]
[[C@];R;CCCC]
[c;R;BrCC]
[NH;!R;CN]
[c;R;NNO]
[n;R;NN]
[CH;!R;CCO]
[cH;R;CO]
[N;!R;CN]
[N;R;CCS]
[[C@@];R;CCCC]
[C;!R;NOO]
[CH3;!R;S]
[n;R;CO]
[C;!R;CCC]
[C;!R;CC]
[S;R;CC]
[ClH;!R;]
[C;!R;CCCC]
6
[CH2;R;CS]
[o;R;CN]
[N;R;CC]
[CH2;!R;C]
[CH;!R;CN]
[nH;R;CN]
[C;R;COO]
[NH;!R;C]
[O;!R;CP]
[C;R;CCCO]
[OH;!R;P]
[O;!R;P]
[S;!R;C]
[C;R;CCCN]
[S;!R;CCOO]
[C;!R;CCCO]
[N;!R;CC]
[[C@@H];!R;CCO]
[C;!R;NNN]
[[C@@];R;CCCO]
[[C@H];!R;CCO]
[[C@];R;CCCO]
[OH;!R;N]
[CH2;R;OO]
[[C@H];R;COO]
[N;!R;CCS]
[C;R;NNO]
[C;!R;NNS]
[[n+];R;CCC]
[c;R;COO]
[N;R;CCN]
[C;!R;CCN]
[N;!R;CO]
[C;!R;CCCN]
[C;!R;CNN]
[C;R;CNN]
[O;!R;CN]
[[C@H];!R;CCC]
[SH;!R;C]
[[C@@H];!R;CCC]
[NH;!R;CO]
[N;R;CN]
[[C@@H];R;COO]
[NH2;!R;S]
[P;!R;OOOO]
[c;R;CClN]
[C;R;NNS]
[[C@@H];R;CNO]
7
[C;R;CCS]
[P;!R;COOO]
[S;!R;COOO]
[C;R;NNN]
[I;!R;C]
[[C@H];R;CNO]
[[O-];!R;S]
[[Na+];!R;]
[CH;R;CCS]
[OH;!R;S]
[O;!R;CS]
[c;R;CCI]
[C;!R;FFFO]
[CH2;!R;CCl]
[CH;!R;CO]
[C;R;NOO]
[O;R;CO]
[C;R;CCOO]
[S;R;CNOO]
[S;R;CCOO]
[CH;R;CNO]
[n;R;CS]
[CH;R;COO]
[c;R;NOS]
[c;R;CSS]
[s;R;CN]
[c;R;NSS]
[[C@];R;CCCN]
[[O-];!R;C]
[CH;!R;CCS]
[CH;!R;C]
[CH2;!R;CP]
[[N+];!R;CCCC]
[[C@@];R;CCCN]
[O;R;CN]
[[Br-];!R;]
[n;R;CNN]
[cH;R;NS]
[S;!R;OOOO]
[CH;R;CN]
[c;R;CCP]
[CH3;!R;Si]
[N;!R;CCN]
[[C@@];R;CCOO]
8
[NH2;!R;N]
[CH2;!R;CF]
[[C@];R;CCOO]
[[N+];R;CCCC]
[C;!R;CCFF]
[[Cl-];!R;]
[N;R;CCO]
[S;R;CS]
[CH;R;CNN]
[c;R;NOO]
[CH;R;CNS]
[S;!R;CS]
[S;!R;NNOO]
[N;R;CO]
[o;R;NN]
[n;R;CCS]
[[n+];R;CCO]
[NH;R;CN]
[C;R;NSS]
[C;R;CCCS]
[C;R;CCFF]
[[O-];!R;P]
[C;R;CNS]
[[I-];!R;]
[CH;!R;CFF]
[[S+];!R;CCO]
[C;R;NOS]
[CH2;!R;NO]
[c;R;CClS]
[CH2;R;NN]
[CH;!R;FFO]
[nH;R;NN]
[BrH;!R;]
[OH;!R;B]
[NH;!R;CP]
[O;!R;PP]
[C;R;CCNO]
[C;R;CCNN]
[[N-];!R;N]
[N;!R;CCO]
[O;R;CP]
[C;!R;CNS]
[[N+];!R;NN]
[CH;!R;NO]
[N;R;CS]
[n;R;CCO]
[[C@H];R;CCS]
[CH2;!R;OO]
[S;!R;NOOO]
[F;!R;P]
[c;R;ClNN]
[c;R;CFN]
[C;R;CCCl]
[CH2;!R;NN]
[cH;R;NO]
[CH2;!R;BrC]
[C;!R;NSS]
[[C@H];R;CCF]
[CH;R;CO]
[C;!R;FFFS]
9
[C;!R;NN]
[[O-];!R;Cl]
[C;!R;COS]
[P;!R;OOOS]
[P;!R;NOOO]
[NH;!R;NS]
[c;R;BrCN]
[S;!R;P]
[C;!R;CCCS]
[[C@];!R;CCCO]
[[C@@H];R;CCS]
[O;!R;CSi]
[n;R;NS]
[O;R;BC]
[[C@H];R;CNS]
[CH;!R;CS]
[H;!R;C]
[s;R;NN]
[OH2;!R;]
[Si;!R;CCCO]
[N;!R;CS]
[CH2;R;NS]
[c;R;BrCS]
[NH;R;CS]
[C;!R;CCCSi]
[P;!R;CCOO]
[CH;R;CS]
[[C@@H];R;CNS]
[[C@@];!R;CCCO]
[[N+];!R;OOO]
[CH;!R;CNP]
[N;R;CCP]
[c;R;BCC]
[[C@@H];R;CCF]
[c;R;CCSe]
[B;!R;COO]
[C;!R;OOO]
[N;!R;NO]
[c;R;COS]
[CH2;!R;OP]
[F;!R;B]
[[K+];!R;]
[[C@@];R;CCNO]
[C;!R;CClClCl]
[c;R;BrCO]
[[n+];R;COO]
[S;R;NNOO]
[CH;!R;COO]
[[P+];!R;CCCC]
[C;!R;NOS]
[B;R;COO]
[[N+];R;CCC]
[CH;R;NN]
[C;R;BrCC]
[C;!R;CCS]
[[n+];R;CCN]
[CH2;R;NO]
[s;R;CS]
[C;!R;NS]
[N;!R;CCP]
[CH2;!R;CSi]
[[S+];R;CCO]
[CH;!R;NN]
[N;!R;NN]
[CH;R;CCF]
[[C@];R;CCCS]
[C;R;CCNS]
[C;R;CCCF]
[[C@H];R;CNN]
[Si;!R;CCCC]
[SH;!R;P]
[[C@@];R;CCCF]
[P;R;OOOO]
[CH;!R;CNN]
[n;R;CNS]
[[C@];R;CCNO]
[[N+];!R;NOO]
[CH2;!R;NP]
[O;R;CS]
[C;!R;CCCl]
[c;R;CCSi]
[C;R;COS]
[CH3;!R;P]
[F;!R;S]
[[C-];!R;N]
[[N+];!R;CC]
[CH2;!R;NS]
[CH;!R;COP]
[CH;!R;OO]
[[n+];R;CNO]
[[C@@H];R;CNN]
[[C@@H];!R;CCS]
[[C@H];R;COS]
[NH3;!R;]
[[C@@];R;CCCS]
[[C@@];!R;CCCN]
[C;R;CC]
[CH;R;CCCl]
[CH;!R;CCCl]
[P;!R;NNOO]
[Se;!R;CC]
[[C@];!R;CCCN]
[[C@H];!R;CCS]
[[C@H];!R;BCN]
[[N+];R;CCO]
[CH2;!R;CI]
[[Cl+3];!R;OOOO]
[C;R;CCSS]
[S;R;COOO]
[CH2;!R;CSe]
[CH;!R;CClCl]
[C;!R;CFFP]
[C;!R;BrCC]
[O;!R;CO]
[[C@@H];R;COS]
[C;R;CCClCl]
[P;!R;CNOO]
[S;!R;CCNO]
[[N+];!R;CCC]
[[Li+];!R;]
[N;!R;CNS]
[C;!R;CCCF]
[CH;!R;CNO]
[c;R;BrNN]
[S;!R;CN]
[C;!R;CCF]
[C;R;OOO]
[CH;!R;CPP]
[O;!R;NS]
[CH;!R;CCP]
[[C@];R;CCCF]
[[P-];!R;FFFFFF]
[P;!R;CCCO]
[CH;!R;BrCC]
[IH;!R;]
[C;!R;COPP]
[CH;R;COS]
[CH;!R;BrC]
[N;R;CNS]
[se;R;CC]
[CH;!R;FFS]
[[C@@H];R;CCCl]
[[N+];!R;NNO]
[[C@@H];!R;CCF]
[[S+];!R;CCC]
[[C@H];R;CCCl]
[NH;R;CP]
[[N+];!R;CCO]
[N;R;PP]
[C;!R;CFFO]
[CH;!R;CCF]
[[C@H];!R;CCF]
[C;!R;CClCl]
[S;!R;CFOO]
[n;R;CNO]
[CH;R;BrCC]
[CH;!R;CCSi]
[c;R;ClNS]
[Se;!R;CSe]
[NH2;!R;P]
[Cl;!R;N]
[[C@@H];!R;BCN]
[C;R;CCF]
[nH;R;CO]
[[S-];!R;C]
[c;R;CIN]
[CH;R;CSS]
[C;!R;CFFS]
[CH;!R;NPP]
[C;R;CSS]
[S;!R;CP]
[[S+];!R;CNO]
[NH2;!R;O]
[P;R;COOO]
[C;!R;CCNN]
[CH;!R;CP]
[C;R;FFOO]
[se;R;CN]
[[N+];R;CCCO]
[c;R;COP]
[CH2;!R;SS]
[CH;!R;FFN]
[[C@@];R;CCNS]
[CH2;R;CP]
[OH;!R;O]
[[N-];!R;CS]
[[N+];!R;CN]
[C;R;CCOS]
[S;R;CN]
[C;R;CCCCl]
[CH2;!R;PP]
[OH;!R;As]
[P;!R;CNNO]
[[C@@H];!R;CNP]
[c;R;CFS]
[[C@@H];R;BrCC]
[[C@];R;CCNS]
[N;R;NN]
[c;R;CClO]
[n;R;BCC]
[[N+];R;BCC]
[CH;!R;CI]
[[B-];R;FFNN]
[[[N@]+];R;CCCC]
[[C@@];!R;CCCC]
[c;R;FNN]
[S;R;CCNO]
[[C@H];R;BrCC]
[c;R;CNP]
[P;R;NNOO]
[[C@H];!R;CNP]
[C;!R;CClN]
[C;R;COOO]
[[C@];R;CCNN]
[CH;R;NNN]
[CH;!R;CCl]
[Cl;!R;P]
[C;!R;CSS]
[C;!R;CHHH]
[[n+];R;CNN]
[N;!R;COS]
[NH;!R;S]
[P;!R;NOOS]
[c;R;AsCC]
[[B-];!R;FFFF]
[n;R;CCSe]
[CH;!R;COS]
[P;R;NNNN]
[c;R;CCH]
[S;R;SS]
[CH;!R;CNS]
[CH;R;NNS]
[NH;R;CO]
[n;R;NO]
[C;!R;ClFFO]
[[C@@];R;CCCCl]
[C;!R;BrBrC]
[C;!R;CSi]
[C;!R;NNSe]
[CH2;R;CSi]
[nH;R;CS]
[c;R;CCTe]
[P;R;NOOS]
[[C@];R;CCOS]
[CH2;!R;BC]
[P;!R;CCNO]
[CH;!R;CPS]
[c;R;CNSe]
[[o+];R;CC]
[[C@@];R;CCNN]
[C;R;CCI]
[C;!R;OSS]
[CH2;!R;OS]
[Se;R;CC]
[C;!R;OOS]
[CH;!R;CSS]
[c;R;OOO]
[O;R;CSi]
[C;!R;OOP]
[Se;!R;C]
[[n-];R;CC]
[[Ca+2];!R;]
[[C@@H];R;BCN]
[P;!R;CCC]
[C;R;BrCN]
[[S+];R;CCC]
[[C@H];!R;CNN]
[CH;R;CCP]
[O;!R;As]
[C;!R;CClFF]
[[C@];R;CCCCl]
[[OH-];!R;]
[c;R;INN]
[C;!R;CCOO]
[O;!R;BC]
[CH;R;CNP]
[n;R;CSe]
[C;!R;NSe]
[C;R;BrCCC]
[P;!R;NNNO]
[CH3;!R;Se]
[OH;!R;Cl]
[S;!R;COO]
[s;R;NS]
[N;!R;CSS]
[[N+];!R;CCCO]
[c;R;OOS]
[[C@H];R;CNP]
[CH2;R;OS]
[NH;R;NN]
[CH;!R;BrBrC]
[C;!R;CCP]
[P;R;CNOO]
[c;R;NNSe]
[[[N@@]+];R;CCCC]
[NH;!R;NP]
[[s+];R;CC]
[C;R;BrBrCC]
[N;!R;CNP]
[As;!R;COOO]
[CH2;R;OP]
[[Mg+2];!R;]
[Si;R;CCCC]
[C;!R;CFF]
[C;!R;BN]
[S;R;NOO]
[C;R;CCP]
[O;R;NS]
[NH;!R;SS]
[C;R;CNOO]
[C;R;CClN]
[C;!R;CCCCl]
[[C@H];!R;CNO]
[C;!R;HHHN]
[[[S@@]+];!R;CCO]
[[Zn+2];!R;]
[C;!R;HHHO]
[cH;R;CSe]
[NH;!R;OS]
[[C@@H];!R;CNO]
[[[S@]+];!R;CCO]
[C;!R;CCClCl]
[P;!R;CCCS]
[PH;!R;COO]
[c;R;CIS]
[C;!R;CP]
[S;!R;COOS]
[S;R;NOOO]
[[C@@];R;CCOS]
[N;!R;CClCl]
[O;R;PP]
[C;!R;SSS]
[CH;!R;CF]
[C;!R;NO]
[B;R;CNO]
[C;!R;NOP]
[P;R;NOOO]
[OH;!R;Si]
[S;!R;CFFFFF]
[[P@@];!R;NOOO]
[c;R;BrNS]
[[C@@];!R;CCCS]
[[C@];R;COOO]
[[N+];!R;CNO]
[C;!R;ClClPP]
[S;!R;SS]
[BH2;!R;P]
[N;R;CCCl]
[P;!R;OOSS]
[C;!R;CCSS]
[P;R;CCOO]
[[N+];!R;CCCN]
[[N-];!R;CC]
[CH2;!R;FO]
[N;R;CSS]
[C;!R;CCI]
[C;!R;CCNO]
[[C@];!R;CCCC]
[CH;R;CP]
[[S+];R;COS]
[[S+];R;CNO]
[C;!R;CCNP]
[[P@];!R;NOOO]
[C;!R;CI]
[[C@@];R;COOO]
[n;R;NSe]
[P;R;OOOS]
[C;!R;BrCCC]
[S;!R;NN]
[B;!R;CCO]
[[S+];!R;CCNO]
[[C@@H];!R;CNN]
[[C@@H];R;CNP]
[N;R;CNN]
[[n-];R;NN]
[N;R;CP]
[N;R;BNS]
[[N-];R;CC]
[S;!R;OOOS]
[C;!R;CClO]
[S;!R;NS]
[[BH2-];!R;CN]
[N;!R;SS]
[CH;!R;BCN]
[[C@@H];!R;CCCl]
[[C@H];!R;CCCl]
[[[S@@]+];R;CCO]
[P;!R;COOS]
[CH;R;NOO]
[CH3;!R;As]
[C;!R;CCPP]
[CH;R;NNO]
[CH2;R;SS]
[S;R;AsC]
[c;R;BCS]
[CH;R;CClN]
[se;R;NN]
[P;!R;CCCC]
[[C+];R;CNN]
[CH2;!R;BN]
[[n-];R;CN]
[N;R;CNO]
[C;!R;FFPP]
[CH2;R;CSe]
[[s+];R;CCO]
[C;R;CNNO]
[N;!R;N]
[[C@@H];R;COP]
[[N+];R;CCN]
[[[S@]+];R;CCO]
[[C@];!R;CCCS]
[OH;!R;Al]
[CH2;R;NSi]
[[C@];R;CCFO]
[c;R;NNP]
[[I+];R;CC]
[C;!R;CCHH]
[[P+];R;CCCC]
[N;!R;CNN]
[[s+];R;NNO]
[CH4;!R;]
[PH;!R;OOO]
[[C@];R;CNOO]
[c;R;CPS]
[N;!R;CP]
[C;!R;CII]
[[S+];!R;CNNO]
[S;!R;NO]
[CH2;!R;CTe]
[C;!R;COP]
[C;!R;CHHN]
[[C@@];R;BrCCC]
[C;!R;CClS]
[[S-];!R;P]
[[C@@H];!R;COP]
[CH2;!R;ClS]
[[n+];R;CCS]
[Si;R;CCOO]
[CH2;!R;PS]
[NH;!R;PP]
[Si;!R;COOO]
[[C@];R;BrCCC]
[O;!R;NP]
[PH;!R;OOOO]
[[n+];R;BCC]
[S;R;CCN]
[[C@H];R;BCN]
[Cl;!R;S]
[[s+];R;CS]
[[se+];R;CC]
[N;R;SS]
[CH2;!R;NSi]
[C;R;CCSe]
[CH2;!R;FS]
[[P@@];R;COOO]
[P;!R;CFOO]
[CH;!R;CClF]
[S;!R;CClOO]
[PH;!R;CCCC]
[[s+];R;CNO]
[CH2;!R;OSi]
[[P@];R;COOO]
[P;!R;BOOO]
[CH2;!R;ClN]
[[N-];!R;SS]
[[C@H];!R;COP]
[[te+];R;CC]
[[c+];R;NSS]
[[C@@H];!R;BrCC]
[[P@@];R;CCOO]
[[C@H];R;COP]
[C;!R;CO]
[CH;!R;CSi]
[C;!R;CNP]
[C;!R;FFFN]
[F;!R;Si]
[[C@H];R;CCSe]
[C;R;NNSe]
[CH;R;NS]
[C;R;CCNP]
[CH;!R;BC]
[P;R;ClClNN]
[C;R;CFFO]
[Si;!R;CCCF]
[Te;!R;CC]
[[N@];R;CCC]
[S;!R;CNNO]
[CH;!R;NS]
[[C@];R;CCNP]
[[[N@@]+];R;CCCO]
[C;!R;NPS]
[[B-];!R;CFFF]
[[B-];R;CCNO]
[CH;!R;NNN]
[S;R;OOO]
[N;!R;OS]
[C;R;CNNS]
[[P@@];R;OOOO]
[[[S@]+];R;CCC]
[p;R;CC]
[P;R;CCCO]
[[C@@H];R;CCI]
[P;!R;CNOS]
[C;R;CCSi]
[P;!R;CCNS]
[P;!R;CClCl]
[S;!R;OOO]
[[N+];!R;BCCC]
[c;R;SSS]
[[P@];R;OOOO]
[Cl;!R;Te]
[[P@];!R;OOOS]
[[C@@];R;CNOO]
[c;R;CSSe]
[[N-];!R;CN]
[c;R;CPP]
[[C@@H];R;COSe]
[S;R;OOOO]
[P;R;NNNO]
[n;R;CCSi]
[[C-];!R;CCN]
[CH2;!R;N]
[S;!R;CCN]
[CH;!R;CFP]
[[Al+3];!R;]
[NaH;!R;]
[O;!R;SiSi]
[N;!R;NS]
[O;!R;Se]
[[C@@H];R;CCSe]
[[N@@];R;CCC]
[SeH;!R;C]
[P;R;CNNO]
[[C@H];R;CCI]
[O;R;SiSi]
[Si;!R;OOOO]
[O;!R;Si]
[[C+];!R;CNN]
[c;R;CIO]
[Si;!R;CCOO]
[[N+];R;CNO]
[Si;R;COOO]
[CH;R;CNSe]
[C;R;CCHH]
[As;R;CSS]
[P;!R;NNNS]
[[P@];!R;BOOO]
[C;R;CCCP]
[BH2;!R;C]
[[N+];R;CCCN]
[S;!R;AsC]
[CH2;!R;ClO]
[c;R;CNSi]
[C;!R;CS]
[[C@H];!R;BrCC]
[NH;!R;N]
[S;R;CP]
[C;!R;COSe]
[C;!R;NNP]
[[P@];R;CCOO]
[CH;!R;ClPP]
[P;!R;CNNS]
[C;R;CNPP]
[C;!R;CCCP]
[[C@@H];R;CCP]
[CH2;!R;AsC]
[C;!R;ClClClS]
[P;R;CNOS]
[N;R;COO]
[[C@@H];!R;COO]
[C;!R;CCFP]
[P;R;NNOS]
[CH;R;COP]
[[I+];!R;CC]
[[[S@@]+];!R;CNO]
[[C@@H];R;CSS]
[PH;!R;NOOO]
[[NH2+];R;BC]
[[N-];R;CS]
[[P@@];!R;OOOS]
[[P@@];!R;BOOO]
[C;R;CFFS]
[O;R;CTe]
[CH;!R;CCI]
[[C@H];R;CSS]
[C;R;CHHN]
[C;R;CCCI]
[P;!R;OOO]
[C;R;CCOP]
[[N+];R;COO]
[C;!R;CPP]
[te;R;CC]
[P;!R;CCCN]
[N;R;COS]
[S;!R;OS]
[[P@];!R;CNOO]
[Br;!R;B]
[[C@@H];R;CNSe]
[[[S@]+];!R;CNO]
[C;!R;CCOP]
[PH;R;OOOO]
[n;R;CCP]
[[P@@];!R;OOOO]
[CH;!R;CCSe]
[C;!R;CCFO]
[C;!R;CFFN]
[CH;R;CCI]
[As;!R;CCS]
[Al;!R;OOO]
[C;!R;CHHO]
[C;!R;CFN]
[SiH2;!R;CO]
[S;!R;S]
[CH;R;NSS]
[[C@H];R;CCP]
[c;R;CHN]
[O;R;BB]
[[C@H];!R;COO]
[S;!R;N]
[O;!R;I]
[CH;R;CCSe]
[Br;!R;N]
[B;R;CCO]
[CH;!R;CCH]
[NH;!R;NN]
[[S+];!R;COS]
[P;R;CCNO]
[CH;R;CCH]
[CH2;!R;S]
[[C@H];!R;CNS]
[[C@];!R;CCFS]
[S;!R;CO]
[C;R;CNP]
[O;!R;OS]
[[P@];R;NNNN]
[[P@];R;NNOO]
[[BH3-];!R;P]
[CH2;R;BC]
[c;R;NPS]
[C;R;OOS]
[N;!R;CNO]
[Cl;!R;Si]
[C;R;CHHO]
[B;R;OOO]
[C;!R;BrBrBrC]
[P;R;CNNS]
[[P@@];!R;CNOO]
[[C@@H];R;CFO]
[C;!R;BrCFF]
[O;!R;AlC]
[[NH-];!R;C]
[C;!R;CFNN]
[[n-];R;NO]
[CH2;!R;ClP]
[[C+];!R;CCC]
[Si;R;CCCO]
[C;R;CCFS]
[As;!R;CCOO]
[P;R;COOS]
[C;!R;BrBrPP]
[[N@@];R;CCO]
[C;R;CNNN]
[[B-];R;OOOO]
[NH;R;NP]
[[O-];!R;As]
[[Sr+2];!R;]
[[P@];!R;OOOO]
[[[N@]+];R;CCCO]
[CH2;!R;ClCl]
[N;!R;NSS]
[N;!R;PP]
[Zn;!R;]
[NH;R;BC]
[CH;!R;OOP]
[CH2;!R;CH]
[CH;!R;BrCP]
[Si;R;NNOO]
[CH;R;NO]
[CH3;!R;B]
[CH;R;OSS]
[[P@];R;CNOO]
[CH;R;OOO]
[I;!R;COO]
[NH;R;NS]
[H;!R;O]
[CH;!R;CClO]
[S;!R;FOOO]
[Si;!R;CCCN]
[[B-];R;FFOO]
[S;R;CNNO]
[C;R;BrCCN]
[[P@@];R;NNNN]
[[C@@H];!R;CNS]
[N;R;CNP]
[O;!R;NSi]
[CH2;!R;FN]
[[P@@];R;NNOO]
[P;!R;COSS]
[[N+];!R;CCN]
[CH2;!R;BO]
[S;R;COOS]
[CH;!R;BrCF]
[[NH+];R;CC]
[P;!R;OOOP]
[O;R;NN]
[[O+];R;BC]
[C;!R;BrCN]
[C;!R;CCClF]
[[C@H];R;CFO]
[CH3;!R;I]
[[C@@];R;CCFO]
[[S@];!R;CCNO]
[Si;!R;OOO]
[[S+];R;CNOO]
[C;!R;CCSi]
[[Ag+];!R;]
[H;!R;N]
[C;!R;BrC]
[FH;!R;]
[[P@@];R;CNOO]
[[NH2+];!R;C]
[CH;!R;CClP]
[N;!R;OO]
[N;!R;CCl]
[CH2;!R;NSe]
[S;!R;CNN]
[F;!R;As]
[[N+];R;BCCC]
[C;!R;BrCCl]
[O;R;CI]
[CH2;!R;BrN]
[NH;!R;PS]
[CH;R;CCSi]
[B;!R;CFF]
[[O-];!R;Si]
[CH;!R;CFO]
[C;R;BCC]
[[C@];!R;CCNO]
[[o+];R;CN]
[P;!R;NNOS]
[S;R;NN]
[P;R;ClNNO]
[[P@@];!R;COOO]
[[C@];!R;CCCCl]
[F;!R;Al]
[C;!R;CCl]
[[Ba+2];!R;]
[C;R;CCTe]
[NH;!R;NO]
[C;R;CNSS]
[Se;!R;CP]
[O;!R;CH]
[[N-];!R;C]
[[H+];!R;]
[[cH-];R;CN]
[C;R;NNSS]
[[NH+];!R;CC]
[c;R;NOSe]
[N;R;BCC]
[CH2;R;NP]
[C;!R;COOO]
[n;R;CCCl]
[[[S@@]+];R;CCC]
[Br;!R;Se]
[CH;!R;BrCO]
[[N-];R;CN]
[P;!R;CCSS]
[SiH4;!R;]
[[C@H];!R;CNSi]
[N;!R;NP]
[[C-];!R;CCC]
[C;!R;CNPP]
[C;R;CCPP]
[P;!R;ClOOS]
[OH;!R;Se]
[[O-];!R;B]
[P;!R;COO]
[P;!R;OOOSe]
[[[N@]+];R;CCOO]
[CH;!R;ClClCl]
[[C@@];!R;CCNO]
[[C-];R;CCC]
[Cl;!R;Se]
[N;R;NS]
[[C@@];R;CCClF]
[[Rb+];!R;]
[CH;R;BCC]
[C;R;NNOO]
[B;!R;OOO]
[[S@@];!R;CCNO]
[[Cl+];!R;OO]
[N;R;CPS]
[P;!R;CNNN]
[CH;!R;FFP]
[N;R;BrCC]
[[As+];!R;CCCC]
[[C@];R;COPSi]
[[O-];!R;I]
[[C@];!R;CCNN]
[C;!R;CFS]
[S;R;COO]
[C;R;CCFO]
[[NH-];!R;S]
[I;!R;S]
[[C@];R;CNNO]
[[NH3+];!R;C]
[O;!R;CI]
[[C@];R;CCClF]
[C;!R;CCHN]
[c;R;OSS]
[CH2;!R;IN]
[c;R;COSi]
[Si;!R;OO]
[N;!R;NNO]
[As;!R;OOO]
[C;!R;ClNO]
[P;!R;CCOS]
[OH;!R;I]
[[S+];!R;CC]
[B;R;CCN]
[CH;R;BC]
[CH;R;BrCO]
[O;!R;ClZn]
[C;!R;CFPP]
[P;!R;CNSS]
[[C@H];R;CClN]
[C;!R;BrBrCC]
[[C@];R;CCClS]
[S;!R;CCC]
[C;!R;ClOO]
[[B-];R;CNOO]
[[NH+];R;BCC]
[N;R;BCS]
[S;R;CCC]
[n;R;COS]
[O;!R;PS]
[[O-];!R;Br]
[O;R;CMg]
[C;!R;BCCC]
[S;!R;CIOO]
[Se;!R;CCOO]
[CH;!R;NOO]
[C;R;COP]
[C;!R;FFFP]
[[C@@];!R;CCOP]
[P;R;NNSS]
[O;!R;AlS]
[Al;!R;AlOO]
[O;R;BO]
[[P+];!R;CNNN]
[PH;!R;CCO]
[n;R;OS]
[[s+];R;CN]
[O;!R;IS]
[c;R;CFO]
[C;!R;CCClN]
[CH;R;SSS]
[MgH2;!R;]
[C;!R;CCCH]
[B;!R;CCN]
[[C@];R;COOS]
[[C@];!R;CCOO]
[[C@];R;CCSS]
[N;R;CCH]
[C;R;CCClN]
[F;!R;N]
[[C@H];R;NNO]
[CH2;!R;O]
[C;R;BrCCO]
[[S+];R;NNO]
[[Se+];!R;CCC]
[[S@];R;CNNO]
[[C@];!R;CCOP]
[[C@@];R;CCCI]
[[S@@];R;CNNO]
[N;!R;COO]
[P;R;OOO]
[CH;!R;BrCCl]
[[N+];R;CNN]
[B;!R;CCC]
[O;!R;BB]
[[S+];R;NOS]
[O;!R;O]
[O;!R;Mg]
[Mg;!R;O]
[S;!R;OOS]
[C;!R;CFP]
[C;!R;CNOO]
[S;!R;CCNN]
[[CH-];!R;CN]
[C;R;CClClN]
[C;!R;CClClF]
[CH;R;OOP]
[As;!R;CO]
[CH;!R;CHN]
[[P@@];R;ClNNO]
[N;!R;BCC]
[Zn;!R;OO]
[N;!R;CCH]
[C;!R;CClPP]
[[NH-];!R;N]
[CH;!R;CFS]
[Br;!R;Te]
[[F-];!R;]
[[C@@];R;CNNO]
[P;R;CCC]
[Si;R;CCNN]
[NH;R;SiSi]
[SH;!R;S]
[CH2;!R;BrO]
[[C@H];!R;CCP]
[[C@H];R;COSe]
[CH;R;BrNN]
[C;R;CClS]
[[[P@]+];R;NNOO]
[[C@@];!R;CCCCl]
[[C@];R;CCCI]
[CH2;R;PP]
[SH;!R;NOO]
[c;R;BCN]
[P;!R;NOO]
[SH;!R;COO]
[[C@H];R;CCSi]
[BH;R;CO]
[I;R;CNO]
[CH;!R;SSiSi]
[C;R;BrCSS]
[C;!R;BrCI]
[c;R;FNS]
[C;!R;CCNS]
[[B-];!R;CCCC]
[CH;!R;NNS]
[NH;!R;CSi]
[As;!R;COO]
[[C@@H];R;CCSi]
[S;!R;OOSS]
[O;!R;Al]
[Al;!R;OO]
[[O+];R;CCSe]
[S;R;CSe]
[O;R;AsAs]
[P;R;NNNNS]
[c;R;CSSi]
[As;!R;OO]
[C;R;OSS]
[O;!R;AsAs]
[C;!R;CClClP]
[P;!R;CCO]
[P;R;OOSS]
[NH;!R;P]
[C;R;CCHN]
[B;!R;FFN]
[CH;!R;CHO]
[CH;R;CClO]
[N;R;CCSi]
[PH;!R;FFFFFF]
[S;R;CSS]
[[C@@];R;CCFN]
[[NH+];!R;NN]
[C;R;CNOS]
[CH;R;BCN]
[[C@];R;CCFN]
[[C@@];R;CCOP]
[CH2;!R;IS]
[C;!R;CCFS]
[[NH2+];!R;BC]
[[B-];R;CCCN]
[n;R;CNP]
[P;R;CCCS]
[[Cs+];!R;]
[CH;!R;ClClP]
[[C@@];!R;CCCF]
[C;!R;HHHS]
[[s+];R;CCC]
[Te;!R;CCClCl]
[CH2;!R;ClSi]
[C;!R;ClFFS]
[P;!R;CNO]
[C;!R;CCSe]
[[NH+];R;CCO]
[C;!R;CNNS]
[CH;!R;PPS]
[C;R;CCFN]
[NH;!R;OO]
[[P-];!R;CCCFFF]
[[P@@];R;OOOS]
[[C@];R;CCHO]
[[P@];!R;COOO]
[CH;R;CFS]
[CH;!R;CFN]
[C;R;BrCS]
[[N-];!R;ClS]
[n;R;NNN]
[NH;!R;OP]
[O;!R;NO]
[c;R;INS]
[SH;!R;N]
[[C@@H];R;NNO]
[[C@H];R;BCC]
[C;!R;CClClS]
[[O-];!R;Se]
[P;!R;ClNOO]
[Cl;!R;O]
[S;!R;CCO]
[[NH+];!R;CCC]
[Cl;!R;Fe]
[[Ce+3];!R;]
[[NH2+];!R;CC]
[Cl;!R;Sn]
[[NH4+];!R;]
[[Cr+3];!R;]
[[Gd+3];!R;]
[[Nd+3];!R;]
[Fe;!R;ClClCl]
[Sn;!R;ClCl]
[[NH+];R;CCC]
[Nd;!R;]
[[La+3];!R;]
[[Sn+4];!R;]
[[Fe+3];!R;]
[[Co+2];!R;]
[[Cu+2];!R;]
[[O-2];!R;]
[[Zr+4];!R;]
[[Sn+2];!R;]
